Repository: yeager/tts-tester
Catalog: po/*.po
Languages: sv

source: (default)
sv: (standard)

source: Voice
sv: Röst

source: Speed
sv: Hastighet

source: Pitch
sv: Tonläge

source: Volume
sv: Volym

source: (none)
sv: (ingen)

source: TTS Tester
sv: TTS-testare

source: Ready
sv: Redo

source: Play (Ctrl+Enter)
sv: Spela upp (Ctrl+Enter)

source: Stop
sv: Stoppa

source: A/B Comparison Mode
sv: A/B-jämförelseläge

source: SSML Editing Mode
sv: SSML-redigeringsläge

source: Save Audio
sv: Spara ljud

source: Favorites
sv: Favoriter

source: Load Text from File…
sv: Läs in text från fil…

source: Save Favorite…
sv: Spara favorit…

source: Sample: %s
sv: Sampling: %s

source: Sample Texts
sv: Exempeltexter

source: Export…
sv: Exportera…

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: About TTS Tester
sv: Om TTS-testare

source: Engine A
sv: Motor A

source: Play A
sv: Spela upp A

source: Thumbs Up
sv: Tumme upp

source: Thumbs Down
sv: Tumme ner

source: Engine B
sv: Motor B

source: Play B
sv: Spela upp B

source: Play Both
sv: Spela upp båda

source: Loaded sample text: %s
sv: Läste in exempeltext: %s

source: (not found)
sv: (hittades inte)

source: Engine: %s
sv: Motor: %s

source: %(chars)d characters, %(words)d words
sv: %(chars)d tecken, %(words)d ord

source: No text to speak
sv: Ingen text att tala

source: No engine selected
sv: Ingen motor vald

source: Speaking…
sv: Talar…

source: Error: %s
sv: Fel: %s

source: Playback finished
sv: Uppspelning färdig

source: Stopped
sv: Stoppad

source: A/B Comparison mode
sv: A/B-jämförelseläge

source: Normal mode
sv: Normalt läge

source: SSML mode enabled
sv: SSML-läge aktiverat

source: Plain text mode
sv: Vanligt textläge

source: No engine for %s
sv: Ingen motor för %s

source: Playing %s…
sv: Spelar upp %s…

source: Finished %s
sv: Färdig %s

source: Error (%(engine)s): %(error)s
sv: Fel (%(engine)s): %(error)s

source: Rated %(engine)s: %(rating)s
sv: Betyg %(engine)s: %(rating)s

source: No text to save
sv: Ingen text att spara

source: WAV files
sv: WAV-filer

source: Saving audio…
sv: Sparar ljud…

source: Audio saved to %s
sv: Ljud sparat till %s

source: Save error: %s
sv: Fel vid sparning: %s

source: Load Text File
sv: Läs in textfil

source: Text files
sv: Textfiler

source: Loaded: %s
sv: Inläst: %s

source: Save Favorite
sv: Spara favorit

source: Enter a name for this preset:
sv: Ange ett namn för detta förval:

source: Cancel
sv: Avbryt

source: Save
sv: Spara

source: Preset name
sv: Förvalsnamn

source: Saved favorite: %s
sv: Sparade favorit: %s

source: Unnamed
sv: Namnlös

source: No favorites yet
sv: Inga favoriter ännu

source: Loaded favorite: %s
sv: Läste in favorit: %s

source: Export Data
sv: Exportera data

source: JSON files
sv: JSON-filer

source: CSV files
sv: CSV-filer

source: Exported to %s
sv: Exporterad till %s

source: Engines refreshed
sv: Motorer uppdaterade
